export const Ukrainian = {
  logedIn: {
    home: "Головна",
    people: "Люди",
    planets: "Планети",
    starships: "Космічні кораблі",
  },
  unLoged: {
    home: "Головна",
    login: "Увійти",
  },
  headerTitle: {
    headertitle: "Зоряні війни",
  },
  btns: {
    btn_view: "ПЕРЕГЛЯНУТИ",
  },
  footerTitle: {
    footertitle: "Русні п*зда, путін ху*ло",
  },
  cardPeople: {
    desc1: "Зріст",
    desc2: "Стать",
    desc3: "Колір волося",
    desc4: "Колір очей",
  },
  cardPlanets: {
    desc1: "Населення",
    desc2: "Діаметр",
    desc3: "Клімат",
    desc4: "Вид планети",
  },
  cardShips: {
    desc1: "Вмістимість",
    desc2: "Вагопідьомність",
    desc3: "Класс",
    desc4: "Модель",
  },
  home: {
    hometitle: "Вітаємо на хабі Зоряних війн",
    homefarfar: "Давним-давно в далекій, далекій галактиці",
    hometext:
      "У важкі часи кацапського вторгнення група відважних людей вирішує вивчати React.js незважаючи на всі складнощі, з якими їм доводиться стикатися, їхня мужність та відвага здолають навіть відключення електроенергії та повіьряні тривоги, і ніщо їх не зупинить оволодіти React тв стати найкращими фронтенд-розробниками, які відбудують світле та вільне майбутнє України.",
    homeworning: "Тільки зареєстровані користувачі мають доступ до хабу",
    homelogin: "Зареєструватись",
  },
  error: {
    errortitle: "Виникла помилка, сторінка не знайдена",
    errorbtnprev: "НА ПОПЕРЕДНЮ",
    errorbtnhome: "НА ГОЛОВНУ",
  },
};
